[
    {
        "id": 1,
        "title": "सतत कृषि के लिए राष्ट्रीय मिशन (एनएमएसए)",
        "description": "कृषि को अधिक उत्पादक, टिकाऊ, लाभकारी और जलवायु लचीला बनाने के लिए, भारत सरकार ने वर्ष 2014-15 में सतत कृषि के लिए राष्ट्रीय मिशन (एनएमएसए) की शुरुआत की। इन लक्ष्यों को प्राप्त करने के लिए, मिशन स्थान विशिष्ट टिकाऊ और सर्वोत्तम कृषि पद्धतियों को बढ़ावा देता है; मृदा संरक्षण और नमी संरक्षण उपाय; मृदा पोषक तत्व प्रबंधन; वर्षा आधारित विधियों को मुख्यधारा में लाने के साथ कुशल और टिकाऊ जल प्रबंधन अभ्यास। मिशन के एक प्रमुख घटक के रूप में, 'ऑन फार्म वाटर मैनेजमेंट' (ओएफडब्ल्यूएम) को आधुनिक तकनीकों जैसे सूक्ष्म सिंचाई और टिकाऊ जल को बढ़ावा देकर जल उपयोग दक्षता बढ़ाने के उद्देश्य से लागू किया जा रहा है। प्रबंधन प्रथाओं, कुशल पानी की खपत, माध्यमिक भंडारण सुविधाओं के साथ बेहतर वितरण चैनल",
        "link": ""
    },
    {
        "id": 2,
        "title": "प्रधानमंत्री फसल बीमा योजना (PAMFB)",
        "description": "सूखे, बाढ़ और ओलावृष्टि जैसी चरम मौसम की स्थिति हर साल किसानों को फसल की विफलता और वित्तीय नुकसान का कारण बनती है। और इसलिए, उन्हें इन दुष्प्रभावों से बचाने के लिए, सरकार ने, पिछली सभी फसल बीमा योजनाओं को मिलाकर, एक किफायती फसल बीमा प्रणाली प्रदान करके कृषि में उत्पादन का समर्थन करने के उद्देश्य से खरीफ 2016 सीजन से प्रधान मंत्री फसल बीमा योजना (पीएमएफबीवाई) शुरू की। . केंद्र सरकार ने खरीफ 2017 सीजन से फसल बीमा लेने के लिए आधार अनिवार्य कर दिया है। इस योजना का पुनर्गठन किया गया है, जिसमें राज्यों को औसत उपज के अनुसार जिला स्तर पर वित्त के पैमाने को निर्धारित करने का विकल्प दिया गया है।",
        "link": ""
    },
    {
        "id": 3,
        "title": "प्रधान मंत्री कृषि सिंचाई योजना (पीएमएसओवाई)",
        "description": "भारत सरकार ने प्रधान मंत्री कृषि सिंचाई योजना (पीएमकेएसवाई) को सिंचाई के कवरेज का विस्तार करने और एक केंद्रित तरीके से जल उपयोग दक्षता में सुधार करने की दृष्टि से संरचित किया है। पीएमकेएसवाई स्रोत निर्माण, वितरण, प्रबंधन, फील्ड एप्लिकेशन और विस्तार गतिविधियों पर एंड टू एंड समाधान पर ध्यान केंद्रित करता है। आर्थिक मामलों की मंत्रिमंडलीय समिति ने 1 जुलाई, 2015 को सिंचाई योजना को मंजूरी दी थी। केंद्र ने पिछले सिंचाई और जल प्रबंधन कार्यक्रमों जैसे त्वरित सिंचाई लाभ कार्यक्रम (एआईबीपी), एकीकृत वाटरशेड प्रबंधन कार्यक्रम (आईडब्ल्यूएमपी) और फार्म जल प्रबंधन (OFWM) योजना पर। केंद्र ने रु. भारत भर में प्रमुख सिंचाई योजना के कार्यान्वयन के लिए पांच साल के लिए 50,000 करोड़।",
        "link": ""
    },
    {
        "id": 4,
        "title": "परम्परागत कृषि विकास योजना (पीकेवीवाई)",
        "description": "परम्परागत कृषि विकास योजना (पीकेवीवाई) महत्वपूर्ण सरकारी योजनाओं में से एक है जो भारत में किसानों को पारंपरिक और जैविक खेती के लिए प्रोत्साहित करती है। इस योजना के तहत, भारत सरकार जैविक उत्पादों के जैविक आदानों, प्रमाणीकरण, लेबलिंग, पैकेजिंग, परिवहन और विपणन के लिए किसानों को हर तीन साल में 50,000 रुपये प्रति हेक्टेयर की वित्तीय सहायता प्रदान करती है। यह योजना जैविक खाद, जैव उर्वरक और जैव कीटनाशकों को बढ़ावा देकर उर्वरकों और कृषि रसायनों के अति प्रयोग के दुष्प्रभावों को कम करने पर केंद्रित है। यह मिट्टी में कार्बनिक कार्बन में सुधार करके मिट्टी की उर्वरता में सुधार करने में मदद करता है जिसके परिणामस्वरूप खेत में नमी धारण करने की क्षमता भी बढ़ती है।",
        "link": ""
    },
    {
        "id": 5,
        "title": "सूक्ष्म सिंचाई कोष योजना",
        "description": "नेशनल बैंक फॉर एग्रीकल्चर एंड रूरल डेवलपमेंट (नाबार्ड) ने रुपये के कोष के साथ एक सूक्ष्म सिंचाई कोष बनाया है। 2019-20 से 5,000 करोड़ लागू। फंड का उद्देश्य राज्यों को विशेष और नवीन परियोजनाओं को शुरू करके सूक्ष्म सिंचाई सुविधाओं के कवरेज के विस्तार के लिए ब्याज सबवेंटेड ऋण प्राप्त करने में सुविधा प्रदान करना और किसानों को सूक्ष्म सिंचाई प्रणाली स्थापित करने के लिए प्रोत्साहित करने के लिए पीएमकेएसवाई के तहत उपलब्ध प्रावधानों से परे सूक्ष्म सिंचाई को प्रोत्साहित करना है |",
        "link": ""
    },
    {
        "id": 6,
        "title": "पूर्वोत्तर क्षेत्र के लिए मिशन ऑर्गेनिक वैल्यू चेन डेवलपमेंट (MOVCDNER)",
        "description": "MOVCDNER का उद्देश्य प्रमाणित जैविक उत्पादन को मूल्य श्रृंखला मोड में विकसित करना है ताकि किसानों को उपभोक्ताओं से जोड़ा जा सके और जैविक आदानों, बीजों, प्रमाणन और संग्रह, एकत्रीकरण, प्रसंस्करण, विपणन और ब्रांड निर्माण के लिए सुविधाओं के निर्माण से शुरू होने वाली संपूर्ण मूल्य श्रृंखला के विकास का समर्थन किया जा सके। पहल। यह योजना उत्तर पूर्वी राज्यों अरुणाचल प्रदेश, असम, मणिपुर, मेघालय, मिजोरम, नागालैंड, सिक्किम और त्रिपुरा में लागू की जा रही है।",
        "link": ""
    },
    {
        "id": 7,
        "title": "E-NAM",
        "description": "कृषि जिंसों के व्यापार के लिए मौजूदा कृषि मंडियों को एक आम ऑनलाइन बाजार मंच से जोड़ने के लिए, भारत सरकार ने 14 अप्रैल, 2016 को एक अखिल भारतीय पोर्टल, ई-राष्ट्रीय कृषि बाजार (ईएनएएम) लॉन्च किया। अब तक, ई-एनएएम 18 राज्यों और तीन केंद्र शासित प्रदेशों में लगभग 1,000 मंडियों को जोड़ा। स्मॉल फार्मर्स एग्रीबिजनेस कंसोर्टियम (SFAC) द्वारा कार्यान्वित, eNAM का उद्देश्य लेन-देन की लागत को कम करना, सूचना विषमताओं को पाटना और किसानों और अन्य हितधारकों के लिए बाजार पहुंच के विस्तार में मदद करना है। कार्यान्वयन के बाद से, e-NAM ने 1.66 करोड़ किसानों, 1.31 लाख व्यापारियों, 73,151 कमीशन एजेंटों और 1,012 किसान उत्पादक संगठनों (FPO) का उपयोगकर्ता आधार पंजीकृत किया है।",
        "link": ""
    },
    {
        "id": 8,
        "title": "किसान क्रेडिट कार्ड (केसीसी)",
        "description": "किसानों को उनके कृषि व्यय के लिए पर्याप्त और समय पर ऋण प्रदान करने के लिए, केंद्र सरकार ने वर्ष 1998 में किसान क्रेडिट कार्ड (KCC) योजना शुरू की थी। इस योजना के तहत, भारत सरकार बहुत ही रियायती दर पर कृषि ऋण प्रदान करती है। प्रति वर्ष 4 प्रतिशत की। 2019 के बाद से, केंद्र ने पशुपालन, डेयरी और मत्स्य पालन किसानों को उनकी कार्यशील पूंजी की आवश्यकता के लिए किसान क्रेडिट कार्ड के लाभों को बढ़ा दिया है और संपार्श्विक मुक्त ऋण की मौजूदा सीमा को रु। 1 लाख से 1.60 लाख रुपये। आत्मानिर्भर भारत पैकेज के हिस्से के रूप में, केंद्र ने केसीसी योजना के तहत 2.5 करोड़ किसानों को एक विशेष अभियान के माध्यम से 2 लाख करोड़ रुपये के क्रेडिट बूस्ट के साथ कवर करने की घोषणा की है। नतीजतन, 19 अक्टूबर, 2020 तक, भारत सरकार के आंकड़ों के अनुसार, पैकेज ने रु। योजना के तहत 1.5 करोड़ किसानों को 1.35 लाख करोड़।",
        "link": ""
    },
    {
        "id": 9,
        "title": "मृदा स्वास्थ्य कार्ड",
        "description": "मृदा पोषक तत्व और मिट्टी की उर्वरता को बनाए रखने और बनाए रखने के उद्देश्य से, मृदा स्वास्थ्य कार्ड (एसएचसी) योजना हर दो साल में किसानों को मृदा स्वास्थ्य कार्ड जारी करती है ताकि खेतों में पोषक तत्वों की कमी को दूर करने के लिए आधार प्रदान किया जा सके। योजना के तहत पोषक तत्वों की आवश्यकता का विश्लेषण करने के लिए मिट्टी परीक्षण किया जाता है, उसके बाद फसलवार उर्वरकों की सिफारिश की जाती है। यह सही मात्रा में सही उर्वरकों के प्रयोग से खेती की लागत को कम करता है। अगले पांच वर्षों में, केंद्र ने 400,000 गांवों को व्यक्तिगत खेत में मिट्टी के नमूने और परीक्षण के तहत कवर करने, 2.5 लाख प्रदर्शन आयोजित करने, 250 ग्राम स्तरीय मृदा परीक्षण प्रयोगशालाओं की स्थापना, 200 मृदा परीक्षण प्रयोगशालाओं को मजबूत करने और सूक्ष्म पोषक तत्वों को बढ़ावा देने का लक्ष्य रखा है। दो लाख हेक्टेयर क्षेत्र।",
        "link": ""
    },
    {
        "id": 10,
        "title": "पं किसान सम्मान निधि योजना",
        "description": "24 फरवरी, 2019 को शुरू की गई, पीएम किसान सम्मान निधि योजना, 2,000 रुपये की तीन किस्तों में प्रत्यक्ष लाभ हस्तांतरण (डीबीटी) के माध्यम से सीधे किसानों के बैंक खातों में 6,000 रुपये प्रति वर्ष हस्तांतरित करती है। यह योजना छोटे और सीमांत किसानों की कृषि आदानों और अन्य कृषि खर्चों को खरीदने में वित्तीय जरूरतों को पूरा करती है, इस योजना का उद्देश्य किसानों को स्थानीय साहूकारों के शातिर जाल में गिरने से बचाना है और कृषि गतिविधियों में उनकी निरंतरता सुनिश्चित करना है।",
        "link": ""
    },
    {
        "id": 11,
        "title": "पं-कुसुम",
        "description": "कृषि सिंचाई के लिए डीजल और बिजली की खपत को कम करने के लिए, आर्थिक मामलों की मंत्रिमंडलीय समिति (सीसीईए) ने 19 फरवरी, 2019 को प्रधान मंत्री किसान ऊर्जा सुरक्षा और उत्थान महाभियान (पीएम-कुसुम) योजना को मंजूरी दी। कुल केंद्रीय वित्तीय सहायता के साथ। 34,422 करोड़ रुपये की, पीएम कुसुम योजना का लक्ष्य 2022 तक 25,750 मेगावाट की सौर और अन्य नवीकरणीय क्षमता को जोड़ना है। इस योजना के तहत, नवीन और नवीकरणीय ऊर्जा मंत्रालय ने व्यक्तिगत संयंत्र आकार के 10,000 मेगावाट विकेन्द्रीकृत ग्रिड से जुड़े नवीकरणीय ऊर्जा संयंत्र स्थापित करने का लक्ष्य रखा है। 2 मेगावाट तक, 7.5 एचपी तक की व्यक्तिगत पंप क्षमता के 20 लाख सौर ऊर्जा संचालित कृषि पंपों की स्थापना और 7.5 एचपी तक की व्यक्तिगत क्षमता के 15 लाख ग्रिड से जुड़े सिंचाई पंपों का सोलराइजेशन।",
        "link": ""
    }
]