[
    {
        "id": "1",
        "title": "Step 1: Get Organic Certification",
        "desc": "Getting the certification is one of the important steps in starting organic farming. If you don’t have your land, you canalways take the land on lease or buy it if your budget permitsfor organic farming."

    },
    {
        "id": "2",
        "title": "Step 2: Selecting Site for Organic Farming",
        "desc": "The location of the venture plays an imperative part in any venture to be successful. The area of your organic farming in India decides how the endeavor will turn out. The organic farming site ought to be close to a clean water source that means water is the most important asset for crop development and health.<br></br> In case, your water source is far away, it is significantly harder to deal with the irrigation measures in organic farming. As an initiation, this might seem to be a monotonous thought to make but on the other hand, is necessary for effective working on your farm. The closeness of the organic farming area to the commercial center adds the main function to the manageability of the farm. The organic farm’s closeness to the market includes easy communication for selling. Also, this helps spare costs while shipping materials to the farm. <br></br> The site plays a main role for any venture to be successful. An organic farm’s location determines how the venture will turn out. Make sure the farm’s closeness to the market allows for the easy transport of products for selling. Also, this mainly helps save costs when transporting materials to the farm. If the organic farm is not for a commercial purpose, the role of the above-mentioned factors will potentially decrease and the purpose of the organic farm also determines its size."

    },
    {
        "id": "3",
        "title": "Step 3: Prepare the soil and make good compost",
        "desc": "Soil is mainly considered to be the foundation base of organic farming. Carefully starting from its well-being, and equalization everything is responsible for production result. So, it essentially becomes important to when and how to develop your soil and make the most condition for harvests to endure and flourish.<br>< Organic farming needs healthy soils to provide your with all the adequate nutrients they need to grow healthy. good organic farm produce starts with good soil for growth. Inorganic soil treatments potentially harm environment, the crops that grow in the soil, as well as consumers who eventually eat the food. Good soil is a of compost, leaf and grass clippings, and manure, and other vital compositions. Generally, farmers benefit when make their compost onsite. It is very easy to make and saves lot of money. Compost mainly helps conserve water, cut down weeds, and keep wastes out. This step is crucial when starts organic farming."

    },
    {
        "id": "4",
        "title": "Step 4: Select suitable crop",
        "desc": "Only a few crops can be cultivated through organic farming, practicing organic farming results in fewer yields, it is difficult to manage pests and diseases without chemical spray. We can also grow any crop organically. However, it is always advisable to grow the crop based on geographical, soil, and environmental condition. Look around and then observe what other farmers are growing. Keep a note on market prices regularly and choose the commodity which fetches a good price and you can have good profit at the end of the season. <br></br> Knowing about the weather conditions in your area and which crops can thrive in those climatic conditions are essential to selecting the right product. Multiple necessary factors need to be considered before making this decision."

    },
    {
        "id": "5",
        "title": "Step 5: Start looking for Markets",
        "desc": "If you have grown organic crops at your farm and you don’t know where to sell them after harvesting then you will be in big trouble. Not all wholesalers need organically grown crops. Therefore, once you think about practicing organic farming, you must have a clear idea of who will be the buyer. In which market you will sell your organic product. Once have some sort of idea on this front then it will be easy for you to sell the product after harvesting."

    },
    {
        "id": "6",
        "title": "Step 6: Take care of what you plant",
        "desc": "Organic farming takes time and needs more attention compared to conventional farming. Certain methods need to be considered depending on the plant and farm conditions. Also, the organic farming method could not necessarily work for all plants on the farm."

    },
    {
        "id": "7",
        "title": "Step 7: Water Management for Organic Farming",
        "desc": "Water is important for plants growth and health. For crops growth, regular watering is necessary. Generally, plants are watered 2 to 3 times a day depending on their type. Watering the plant in the morning is helpful as mornings are cool. Weeding is another important maintenance task in organic farming.<br></br> Pollution of groundwater courses with synthetic fertilizers and pesticides is the main problem in many agriculture areas. They are replaced by organic fertilizers through the use of greater biodiversity in terms of species cultivated. Reduce the risk of groundwater pollution by well-managed organic systems with better nutrient retentive abilities. Conversion to organic farming is highly encouraged as a restorative measure in some areas where pollution is a real problem."

    }
]